Repository: superuser404notfound/Sodalite
Catalog: Sodalite/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# changelog.0_8_1.scrubPreviewEngine.body
source: Scrub preview thumbnails are now generated on your Apple TV directly from the video, instead of relying on images the server prepared in advance. They land on the exact frame and work even when the server has none.
cs: Náhledové miniatury při převíjení se nyní generují přímo na Apple TV z videa, místo spoléhání na obrázky předem připravené serverem. Ukážou přesný snímek a fungují i tehdy, když je server nemá.
da: Miniaturer til spoleforhåndsvisning genereres nu direkte på dit Apple TV ud fra videoen i stedet for at bruge billeder, som serveren har forberedt på forhånd. De rammer det præcise billede og virker, selv når serveren ingen har.
de: Die Vorschaubilder beim Spulen werden jetzt direkt auf deinem Apple TV aus dem Video erzeugt, statt auf vom Server vorbereitete Bilder zu setzen. Sie treffen das exakte Bild und funktionieren auch, wenn der Server keine hat.
el: Οι μικρογραφίες προεπισκόπησης κατά την αναζήτηση δημιουργούνται πλέον απευθείας στο Apple TV από το βίντεο, αντί να βασίζονται σε εικόνες που ετοίμασε εκ των προτέρων ο διακομιστής. Δείχνουν το ακριβές καρέ και λειτουργούν ακόμη κι όταν ο διακομιστής δεν έχει.
es: Las miniaturas de vista previa al avanzar ahora se generan en tu Apple TV directamente desde el vídeo, en lugar de depender de imágenes que el servidor preparó de antemano. Muestran el fotograma exacto y funcionan aunque el servidor no tenga ninguna.
fi: Kelauksen esikatselukuvat luodaan nyt suoraan Apple TV:ssä videosta sen sijaan, että käytettäisiin palvelimen ennalta valmistelemia kuvia. Ne osuvat tarkkaan ruutuun ja toimivat silloinkin, kun palvelimella ei ole niitä.
fr: Les miniatures d'aperçu lors du défilement sont désormais générées sur votre Apple TV directement à partir de la vidéo, au lieu de dépendre d'images préparées à l'avance par le serveur. Elles tombent sur l'image exacte et fonctionnent même quand le serveur n'en a aucune.
hr: Sličice pregleda pri premotavanju sada se stvaraju izravno na Apple TV-u iz videozapisa, umjesto oslanjanja na slike koje je poslužitelj unaprijed pripremio. Pokazuju točan kadar i rade čak i kad ih poslužitelj nema.
hu: A tekeréskor megjelenő előnézeti bélyegképek mostantól közvetlenül az Apple TV-n, a videóból készülnek, ahelyett hogy a kiszolgáló által előre elkészített képekre támaszkodnának. A pontos kockát mutatják, és akkor is működnek, ha a kiszolgálónak nincsenek ilyen képei.
it: Le miniature di anteprima durante lo scorrimento ora vengono generate sulla tua Apple TV direttamente dal video, invece di affidarsi a immagini preparate in anticipo dal server. Mostrano il fotogramma esatto e funzionano anche quando il server non ne ha.
ja: シーク中のプレビューのサムネイルが、サーバーが事前に用意した画像に頼らず、Apple TV 上で動画から直接生成されるようになりました。正確なフレームを表示し、サーバーに画像がなくても機能します。
ko: 탐색 미리 보기 썸네일이 이제 서버가 미리 준비한 이미지에 의존하지 않고 Apple TV에서 동영상으로부터 직접 생성됩니다. 정확한 프레임을 보여 주며 서버에 이미지가 없어도 작동합니다.
nb: Miniatyrbilder for spoleforhåndsvisning genereres nå direkte på Apple TV-en fra videoen, i stedet for å bruke bilder serveren har laget på forhånd. De treffer det nøyaktige bildet og virker selv når serveren ikke har noen.
nl: Miniaturen voor het spoelvoorbeeld worden nu rechtstreeks op je Apple TV uit de video gemaakt, in plaats van te vertrouwen op beelden die de server vooraf heeft klaargezet. Ze tonen het exacte beeld en werken zelfs als de server er geen heeft.
pl: Miniatury podglądu przewijania są teraz generowane na Apple TV bezpośrednio z wideo, zamiast polegać na obrazach przygotowanych wcześniej przez serwer. Pokazują dokładną klatkę i działają nawet wtedy, gdy serwer ich nie ma.
pt_br: As miniaturas de pré-visualização ao avançar agora são geradas na sua Apple TV diretamente do vídeo, em vez de depender de imagens preparadas com antecedência pelo servidor. Elas mostram o quadro exato e funcionam mesmo quando o servidor não tem nenhuma.
pt_pt: As miniaturas de pré-visualização ao avançar são agora geradas na sua Apple TV diretamente a partir do vídeo, em vez de depender de imagens preparadas previamente pelo servidor. Mostram o fotograma exato e funcionam mesmo quando o servidor não tem nenhuma.
ro: Miniaturile de previzualizare la derulare sunt acum generate pe Apple TV direct din videoclip, în loc să depindă de imagini pregătite dinainte de server. Afișează cadrul exact și funcționează chiar și când serverul nu are niciuna.
ru: Эскизы превью при перемотке теперь создаются прямо на Apple TV из самого видео, а не берутся из заранее подготовленных сервером изображений. Они показывают точный кадр и работают, даже если у сервера их нет.
sk: Miniatúry náhľadu pri prevíjaní sa teraz generujú priamo na Apple TV z videa namiesto spoliehania sa na obrázky vopred pripravené serverom. Zobrazia presnú snímku a fungujú aj vtedy, keď ich server nemá.
sv: Miniatyrer för spolningsförhandsvisning skapas nu direkt på din Apple TV från videon i stället för att förlita sig på bilder som servern förberett i förväg. De träffar exakt bildruta och fungerar även när servern saknar dem.
tr: Sarma önizleme küçük resimleri artık sunucunun önceden hazırladığı görüntülere bağlı kalmadan doğrudan videodan Apple TV'nizde oluşturuluyor. Tam kareyi gösteriyor ve sunucuda hiç yokken bile çalışıyor.
uk: Мініатюри попереднього перегляду під час перемотки тепер створюються безпосередньо на Apple TV з відео, а не покладаються на зображення, заздалегідь підготовлені сервером. Вони показують точний кадр і працюють, навіть коли в сервера їх немає.
zh_hans: 快进预览缩略图现在直接在你的 Apple TV 上从视频生成，而不再依赖服务器预先准备的图像。它们会停在准确的帧上，即使服务器没有预览也能使用。
zh_hant: 快轉預覽縮圖現在直接在你的 Apple TV 上從影片產生，不再依賴伺服器預先準備的圖像。它們會停在準確的影格上，即使伺服器沒有預覽也能使用。

# changelog.0_8_1.scrubPreviewEngine.title
source: Sharper scrub previews
cs: Ostřejší náhled při převíjení
da: Skarpere spoleforhåndsvisning
de: Schärfere Spul-Vorschau
el: Πιο καθαρή προεπισκόπηση αναζήτησης
es: Vistas previas de avance más nítidas
fi: Terävämpi kelausesikatselu
fr: Aperçus de défilement plus nets
hr: Oštriji pregled pri premotavanju
hu: Élesebb előnézet tekeréskor
it: Anteprime di scorrimento più nitide
ja: よりシャープなシークプレビュー
ko: 더 선명한 탐색 미리 보기
nb: Skarpere spoleforhåndsvisning
nl: Scherpere spoelvoorbeelden
pl: Wyraźniejszy podgląd przewijania
pt_br: Pré-visualizações de avanço mais nítidas
pt_pt: Pré-visualizações de avanço mais nítidas
ro: Previzualizări de derulare mai clare
ru: Чёткое превью перемотки
sk: Ostrejší náhľad pri prevíjaní
sv: Skarpare spolningsförhandsvisning
tr: Daha net sarma önizlemesi
uk: Чіткіший попередній перегляд перемотки
zh_hans: 更清晰的快进预览
zh_hant: 更清晰的快轉預覽

# changelog.0_8_1.upNextOrder.body
source: Up Next now always plays the episode that comes next, instead of skipping over a season that already had some watched episodes.
cs: Pokračovat nyní vždy přehraje následující díl místo přeskočení řady, ve které už byly některé díly zhlédnuté.
da: Næste afsnit afspiller nu altid det følgende afsnit i stedet for at springe over en sæson, hvor nogle afsnit allerede er set.
de: Als Nächstes spielt jetzt immer die direkt folgende Folge ab, statt eine Staffel zu überspringen, in der schon einige Folgen gesehen wurden.
el: Το «Επόμενο» αναπαράγει πλέον πάντα το αμέσως επόμενο επεισόδιο, αντί να παρακάμπτει έναν κύκλο που είχε ήδη κάποια ιδωμένα επεισόδια.
es: Siguiente ahora reproduce siempre el episodio que va a continuación, en lugar de saltarse una temporada que ya tenía algunos episodios vistos.
fi: Seuraavaksi toistaa nyt aina järjestyksessä seuraavan jakson sen sijaan, että ohittaisi kauden, jolla on jo katsottuja jaksoja.
fr: À suivre lit désormais toujours l'épisode qui suit, au lieu de sauter une saison qui contenait déjà des épisodes vus.
hr: Sljedeće sada uvijek reproducira sljedeću epizodu umjesto da preskoči sezonu u kojoj su neke epizode već pogledane.
hu: A Következő mostantól mindig a soron következő epizódot játssza le, ahelyett hogy átugorna egy évadot, amelyben már voltak megnézett epizódok.
it: Da vedere ora riproduce sempre l'episodio successivo, invece di saltare una stagione che aveva già alcuni episodi visti.
ja: 「次に再生」は、視聴済みのエピソードがあるシーズンを飛ばさず、常に次のエピソードを再生するようになりました。
ko: 다음 재생이 이제 이미 시청한 에피소드가 있는 시즌을 건너뛰지 않고 항상 바로 다음 에피소드를 재생합니다.
nb: Neste spiller nå alltid den påfølgende episoden i stedet for å hoppe over en sesong som allerede hadde noen sette episoder.
nl: Volgende speelt nu altijd de eerstvolgende aflevering af in plaats van een seizoen over te slaan waarin al enkele afleveringen bekeken zijn.
pl: Następny odcinek odtwarza teraz zawsze kolejny odcinek, zamiast pomijać sezon, w którym obejrzano już niektóre odcinki.
pt_br: A Seguir agora sempre reproduz o episódio seguinte, em vez de pular uma temporada que já tinha alguns episódios assistidos.
pt_pt: A Seguir reproduz agora sempre o episódio seguinte, em vez de saltar uma temporada que já tinha alguns episódios vistos.
ro: Urmează redă acum întotdeauna episodul care urmează, în loc să sară peste un sezon care avea deja câteva episoade vizionate.
ru: «Далее» теперь всегда воспроизводит следующий по порядку эпизод, а не пропускает сезон, в котором уже есть просмотренные эпизоды.
sk: Ďalej teraz vždy prehrá nasledujúcu epizódu namiesto preskočenia série, v ktorej už boli niektoré epizódy pozreté.
sv: Nästa spelar nu alltid upp det följande avsnittet i stället för att hoppa över en säsong som redan hade några sedda avsnitt.
tr: Sıradaki artık izlenmiş bölümleri olan bir sezonu atlamak yerine her zaman bir sonraki bölümü oynatıyor.
uk: «Далі» тепер завжди відтворює наступний за порядком епізод, а не пропускає сезон, у якому вже є переглянуті епізоди.
zh_hans: “下一集”现在总是播放紧接着的下一集，而不会跳过已经看过部分剧集的某一季。
zh_hant: 「下一集」現在一律播放緊接著的下一集，而不會跳過已經看過部分集數的某一季。

# changelog.0_8_1.upNextOrder.title
source: Up Next respects season order
cs: Pokračovat respektuje pořadí řad
da: Næste afsnit følger sæsonrækkefølgen
de: Als Nächstes folgt der Staffel-Reihenfolge
el: Η σειρά επεισοδίων ακολουθεί τους κύκλους
es: Siguiente respeta el orden de temporadas
fi: Seuraavaksi noudattaa kausijärjestystä
fr: À suivre respecte l'ordre des saisons
hr: Sljedeće poštuje redoslijed sezona
hu: A Következő követi az évadsorrendet
it: Da vedere rispetta l'ordine delle stagioni
ja: 「次に再生」がシーズン順を尊重
ko: 다음 재생이 시즌 순서를 따름
nb: Neste følger sesongrekkefølgen
nl: Volgende volgt de seizoensvolgorde
pl: Następny odcinek zgodnie z kolejnością sezonów
pt_br: A Seguir respeita a ordem das temporadas
pt_pt: A Seguir respeita a ordem das temporadas
ro: Urmează respectă ordinea sezoanelor
ru: «Далее» следует порядку сезонов
sk: Ďalej rešpektuje poradie sérií
sv: Nästa följer säsongsordningen
tr: Sıradaki, sezon sırasına uyar
uk: «Далі» дотримується порядку сезонів
zh_hans: “下一集”遵循季的顺序
zh_hant: 「下一集」依照季的順序

# changelog.0_9_0.artwork.body
source: Choose how the Continue Watching and Now Playing artwork looks, from full backdrops to episode stills.
cs: Vyberte si, jak vypadá grafika v sekci Pokračovat ve sledování a na obrazovce přehrávání, od celých pozadí po snímky z epizod.
da: Vælg, hvordan billederne til Fortsæt med at se og Now Playing ser ud, fra fulde baggrunde til stillbilleder fra episoder.
de: Wähle, wie das Artwork für „Weiterschauen“ und Now Playing aussieht, von ganzen Hintergrundbildern bis zu Episodenbildern.
el: Επιλέξτε πώς εμφανίζονται τα εικαστικά στη «Συνέχιση παρακολούθησης» και στην οθόνη αναπαραγωγής, από πλήρη φόντα έως στιγμιότυπα επεισοδίων.
es: Elige cómo se ven las imágenes de Seguir viendo y de la pantalla de reproducción en curso, desde fondos completos hasta fotogramas de episodios.
fi: Valitse, miltä Jatka katsomista- ja toistonäkymän kuvitus näyttää, taustakuvista jaksojen pysäytyskuviin.
fr: Choisissez l'apparence des visuels de Reprendre la lecture et de l'écran de lecture en cours, des arrière-plans complets aux images d'épisodes.
hr: Odaberite kako izgleda grafika u odjeljku Nastavi gledati i na zaslonu za reprodukciju, od cijelih pozadina do kadrova iz epizoda.
hu: Válaszd ki, hogyan néz ki a Megtekintés folytatása és a lejátszási képernyő grafikája, a teljes háttérképektől az epizódkockákig.
it: Scegli l'aspetto delle immagini di Continua a guardare e della schermata In riproduzione, dagli sfondi completi ai fotogrammi degli episodi.
ja: 「続けて見る」や再生画面のアートワークを、全画面の背景からエピソードの場面写真まで自由に選べます。
ko: 이어 보기와 재생 화면의 아트워크를 전체 배경부터 에피소드 장면 이미지까지 원하는 대로 선택하세요.
nb: Velg hvordan bildene for Fortsett å se og Now Playing ser ut, fra fulle bakgrunner til stillbilder fra episoder.
nl: Kies hoe de illustraties bij Verder kijken en Now Playing eruitzien, van volledige achtergronden tot stills van afleveringen.
pl: Wybierz, jak wygląda grafika w sekcji Kontynuuj oglądanie i na ekranie odtwarzania, od pełnych teł po kadry z odcinków.
pt_br: Escolha como ficam as imagens de Continuar assistindo e da tela de reprodução, de fundos completos a fotos dos episódios.
pt_pt: Escolha o aspeto das imagens de Continuar a ver e do ecrã de reprodução, desde fundos completos a fotogramas dos episódios.
ro: Alege cum arată imaginile de la Continuă vizionarea și de pe ecranul de redare, de la fundaluri complete la cadre din episoade.
ru: Выбирайте, как выглядят обложки в разделе «Продолжить просмотр» и на экране воспроизведения: от полных фонов до кадров из серий.
sk: Vyberte si, ako vyzerá grafika v sekcii Pokračovať v sledovaní a na obrazovke prehrávania, od celých pozadí po snímky z epizód.
sv: Välj hur bilderna för Fortsätt titta och Now Playing ser ut, från fullständiga bakgrunder till stillbilder från avsnitt.
tr: İzlemeye Devam Et ve Çalınıyor görsellerinin nasıl görüneceğini, tam arka planlardan bölüm karelerine kadar seçin.
uk: Обирайте, як виглядають обкладинки в розділі «Продовжити перегляд» і на екрані відтворення: від повних тл до кадрів з епізодів.
zh_hans: 自由选择“继续观看”和播放界面的封面图样式，从全屏背景图到单集剧照皆可。
zh_hant: 自由選擇「繼續觀看」與播放畫面的封面圖樣式，從全螢幕背景圖到單集劇照皆可。

# changelog.0_9_0.artwork.title
source: Artwork customization
cs: Přizpůsobení grafiky
da: Tilpasning af billeder
de: Artwork-Anpassung
el: Προσαρμογή εικαστικών
es: Personalización de las imágenes
fi: Kuvituksen mukautus
fr: Personnalisation des visuels
hr: Prilagodba grafike
hu: Borítók testreszabása
it: Personalizzazione delle immagini
ja: アートワークのカスタマイズ
ko: 아트워크 사용자 지정
nb: Tilpasning av bildemateriell
nl: Aanpasbare illustraties
pl: Dostosowanie grafiki
pt_br: Personalização das imagens
pt_pt: Personalização das imagens
ro: Personalizarea imaginilor
ru: Настройка обложек
sk: Prispôsobenie grafiky
sv: Anpassning av bildmaterial
tr: Görsel özelleştirme
uk: Налаштування обкладинок
zh_hans: 封面图自定义
zh_hant: 封面圖自訂

# changelog.0_9_0.detailLogos.body
source: Detail screens now float the title logo over the backdrop and show full episode synopses, with a toggle to turn the logos off.
cs: Obrazovky s detaily teď zobrazují logotyp názvu nad pozadím a kompletní popisy epizod, s možností loga vypnout.
da: Detaljeskærme lader nu titellogoet svæve over baggrunden og viser fulde episoderesuméer, med en kontakt til at slå logoerne fra.
de: Detailseiten zeigen das Titel-Logo jetzt schwebend über dem Hintergrund und die vollständige Episodenbeschreibung, mit einem Schalter zum Ausblenden der Logos.
el: Οι οθόνες λεπτομερειών εμφανίζουν τώρα το λογότυπο του τίτλου πάνω από το φόντο και τις πλήρεις περιλήψεις των επεισοδίων, με έναν διακόπτη για την απενεργοποίηση των λογότυπων.
es: Las pantallas de detalle ahora superponen el logotipo del título sobre el fondo y muestran las sinopsis completas de los episodios, con una opción para ocultar los logotipos.
fi: Tietonäkymät kelluttavat nyt nimilogon taustakuvan päällä ja näyttävät jakson koko kuvauksen. Logot voi myös kytkeä pois.
fr: Les écrans de détail affichent désormais le logo du titre sur l'arrière-plan ainsi que les synopsis complets des épisodes, avec une option pour masquer les logos.
hr: Zasloni s detaljima sada prikazuju logotip naslova preko pozadine i pune sažetke epizoda, uz mogućnost isključivanja logotipa.
hu: A részletes képernyők mostantól a háttér fölött jelenítik meg a cím logóját és a teljes epizódleírásokat, a logók kikapcsolásának lehetőségével.
it: Le schermate di dettaglio ora sovrappongono il logo del titolo allo sfondo e mostrano le trame complete degli episodi, con un'opzione per nascondere i logo.
ja: 詳細画面で背景の上にタイトルロゴを重ねて表示し、エピソードのあらすじを全文表示します。ロゴはオフにも切り替えられます。
ko: 상세 화면에서 배경 위에 타이틀 로고를 띄우고 에피소드 줄거리를 전체 표시하며, 로고는 끌 수도 있습니다.
nb: Detaljskjermer lar nå tittellogoen sveve over bakgrunnen og viser fulle episodesammendrag, med en bryter for å slå av logoene.
nl: Detailschermen laten het titellogo nu boven de achtergrond zweven en tonen volledige samenvattingen van afleveringen, met een schakelaar om de logo's uit te zetten.
pl: Ekrany szczegółów wyświetlają teraz logotyp tytułu na tle oraz pełne opisy odcinków, z opcją wyłączenia logotypów.
pt_br: As telas de detalhes agora exibem o logotipo do título sobre o fundo e mostram as sinopses completas dos episódios, com uma opção para ocultar os logotipos.
pt_pt: Os ecrãs de detalhe apresentam agora o logótipo do título sobre o fundo e mostram as sinopses completas dos episódios, com uma opção para ocultar os logótipos.
ro: Ecranele de detalii afișează acum logoul titlului peste fundal și prezintă rezumatele complete ale episoadelor, cu o opțiune pentru a ascunde logourile.
ru: На страницах с подробностями логотип названия теперь парит над фоном, отображаются полные описания серий, а логотипы можно отключить переключателем.
sk: Obrazovky s detailmi teraz zobrazujú logo názvu nad pozadím a úplné popisy epizód, s možnosťou logá vypnúť.
sv: Detaljskärmar låter nu titellogotypen sväva över bakgrunden och visar fullständiga avsnittssammanfattningar, med en växel för att stänga av logotyperna.
tr: Ayrıntı ekranları artık başlık logosunu arka planın üzerinde gösteriyor ve bölümlerin tam özetlerini sunuyor. Logolar isteğe bağlı olarak kapatılabilir.
uk: На сторінках з деталями логотип назви тепер ширяє над тлом, відображаються повні описи епізодів, а логотипи можна вимкнути перемикачем.
zh_hans: 详情页现在会将标题徽标浮于背景图之上，并完整显示单集简介，徽标也可关闭。
zh_hant: 詳細資料頁現在會將標題標誌浮現於背景圖之上，並完整顯示單集劇情簡介，標誌亦可關閉。

# changelog.0_9_0.detailLogos.title
source: Title logos and episode synopses
cs: Logotypy názvů a popisy epizod
da: Titellogoer og episoderesuméer
de: Titel-Logos und Episodenbeschreibungen
el: Λογότυπα τίτλων και περιλήψεις επεισοδίων
es: Logotipos de título y sinopsis de episodios
fi: Nimilogot ja jaksokuvaukset
fr: Logos de titre et synopsis d'épisodes
hr: Logotipi naslova i sažeci epizoda
hu: Cím-logók és epizódleírások
it: Logo dei titoli e trame degli episodi
ja: タイトルロゴとエピソードのあらすじ
ko: 타이틀 로고와 에피소드 줄거리
nb: Tittellogoer og episodesammendrag
nl: Titellogo's en samenvattingen van afleveringen
pl: Logotypy tytułów i opisy odcinków
pt_br: Logotipos de título e sinopses de episódios
pt_pt: Logótipos de título e sinopses de episódios
ro: Logouri de titlu și rezumate ale episoadelor
ru: Логотипы названий и описания серий
sk: Logá názvov a popisy epizód
sv: Titellogotyper och avsnittssammanfattningar
tr: Başlık logoları ve bölüm özetleri
uk: Логотипи назв і описи епізодів
zh_hans: 标题徽标与单集简介
zh_hant: 標題標誌與單集劇情簡介

# changelog.0_9_0.episodeNowPlaying.body
source: The system Now Playing title now folds in the series name and the season and episode number.
cs: Systémový název v ovládání přehrávání teď zahrnuje název seriálu a číslo série i epizody.
da: Systemets Now Playing-titel indeholder nu seriens navn samt sæson- og episodenummer.
de: Der Now-Playing-Titel des Systems enthält jetzt den Seriennamen sowie Staffel- und Episodennummer.
el: Ο τίτλος στην οθόνη αναπαραγωγής του συστήματος περιλαμβάνει τώρα το όνομα της σειράς και τον αριθμό κύκλου και επεισοδίου.
es: El título de reproducción en curso del sistema ahora incluye el nombre de la serie y el número de temporada y episodio.
fi: Järjestelmän toistonäkymän otsikko sisältää nyt sarjan nimen sekä kauden ja jakson numeron.
fr: Le titre de la lecture en cours du système intègre désormais le nom de la série ainsi que le numéro de saison et d'épisode.
hr: Sistemski naslov reprodukcije sada uključuje naziv serije te broj sezone i epizode.
hu: A rendszer lejátszási címe mostantól tartalmazza a sorozat nevét, valamint az évad és az epizód számát.
it: Il titolo In riproduzione del sistema ora include il nome della serie e il numero di stagione ed episodio.
ja: システムの再生画面のタイトルに、シリーズ名とシーズン・エピソード番号を表示するようになりました。
ko: 시스템 재생 화면 제목에 시리즈 이름과 시즌, 에피소드 번호가 함께 표시됩니다.
nb: Systemets Now Playing-tittel inneholder nå seriens navn samt sesong- og episodenummer.
nl: De Now Playing-titel van het systeem bevat nu de serienaam en het seizoens- en afleveringsnummer.
pl: Systemowy tytuł odtwarzania zawiera teraz nazwę serialu oraz numer sezonu i odcinka.
pt_br: O título de reprodução do sistema agora inclui o nome da série e o número da temporada e do episódio.
pt_pt: O título de reprodução do sistema inclui agora o nome da série e o número da temporada e do episódio.
ro: Titlul de redare al sistemului include acum numele serialului, precum și numărul sezonului și al episodului.
ru: Системный заголовок экрана воспроизведения теперь включает название сериала, а также номер сезона и серии.
sk: Systémový názov v ovládaní prehrávania teraz zahŕňa názov seriálu a číslo série aj epizódy.
sv: Systemets Now Playing-titel innehåller nu seriens namn samt säsongs- och avsnittsnummer.
tr: Sistem Çalınıyor başlığı artık dizi adını, sezon ve bölüm numarasını da içeriyor.
uk: Системний заголовок екрана відтворення тепер містить назву серіалу, а також номер сезону та епізоду.
zh_hans: 系统播放界面的标题现在会包含剧集名称以及季数和集数。
zh_hant: 系統播放畫面的標題現在會包含影集名稱以及季數與集數。

# changelog.0_9_0.episodeNowPlaying.title
source: Richer Now Playing for episodes
cs: Bohatší přehrávání u epizod
da: Rigere Now Playing for episoder
de: Reichhaltigeres Now Playing für Episoden
el: Πληρέστερη οθόνη αναπαραγωγής για επεισόδια
es: Reproducción en curso más completa para episodios
fi: Rikkaampi toistonäkymä jaksoille
fr: Lecture en cours enrichie pour les épisodes
hr: Bogatija reprodukcija za epizode
hu: Részletesebb lejátszás epizódokhoz
it: Schermata In riproduzione più ricca per gli episodi
ja: エピソードの再生情報を充実
ko: 더 풍부해진 에피소드 재생 정보
nb: Rikere Now Playing for episoder
nl: Rijkere Now Playing voor afleveringen
pl: Bogatsze odtwarzanie odcinków
pt_br: Tela de reprodução mais completa para episódios
pt_pt: Ecrã de reprodução mais completo para episódios
ro: Ecran de redare mai bogat pentru episoade
ru: Подробнее об экране воспроизведения для серий
sk: Bohatšie prehrávanie pri epizódach
sv: Rikare Now Playing för avsnitt
tr: Bölümler için daha zengin Çalınıyor
uk: Докладніший екран відтворення для епізодів
zh_hans: 更丰富的单集播放信息
zh_hant: 更豐富的單集播放資訊
